
INSERT INTO `cake_comments` (`parent_id`, `data_id`, `user_id`, `username`, `ip`, `title`, `body`, `rating`, `status`, `notify`, `type`, `comment_type`, `lft`, `rght`, `updated`, `created`, `pictures`, `is_shichi_tuan_comment`, `shichi_rating`, `is_shichi_vote`)
VALUES
	(0, 561, 146, '西平', '183.14.5.118', NULL, '期盼已久的习蛋蛋家的咸鸭蛋终于来了，果然与众不同，包装简洁大气，不但适合自己吃，也适合送礼，昨晚煮了一碗面，放了颗咸鸭蛋非常美味', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-05 19:06:02', '2015-01-05 19:06:02', '', 0, NULL, 0),
	(0, 561, 1221, 'Alice', '183.14.5.118', NULL, '终于吃到家乡味道的咸鸭蛋了，听说是老乡商家的妈妈手工制作的，怪不得跟我妈妈的口感很像，很赞10份，会继续购买的', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-03 17:30:00', '2015-01-03 17:30:00', '', 0, NULL, 0),
	(0, 561, 1370, '云ldy', '183.14.5.118', NULL, '我从来不吃咸鸭蛋的蛋皮的，因为太咸，这个我竟然什么都没有就就吃下去了，而且一点没有太咸的感觉，非常好，赞一个！', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-12-16 19:06:02', '2015-12-16 19:06:02', '', 0, NULL, 0),
	(0, 561, 1156, 'amanda', '183.14.5.118', NULL, '超爱这个咸鸭蛋，就是有点小贵，如果商家给红包就更好啦，哈哈~', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-10 09:30:02', '2015-01-10 09:30:02', '', 0, NULL, 0),
	(0, 561, 5081, 'aqingsao', '183.14.5.118', NULL, '收到朋友送的咸鸭蛋了，真的非常赞，包装精致，每颗蛋都一般大小，蛋黄非常好吃', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-11 01:10:02', '2015-01-11 01:10:02', '', 0, NULL, 0),
    (0, 560, 2726, '草稿纸', '183.14.5.118', NULL, '终于收到期待已久的莲子了，每颗都非常的饱满，都能闻到莲子的清香，很赞，回家熬了莲子粥，很赞吧', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-04 02:15:02', '2015-01-04 02:15:02', '', 0, NULL, 0),
	(0, 560, 819, '静鸽', '183.14.5.118', NULL, '莲子个大饱满，非常的清香和新鲜', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-10 01:06:02', '2015-01-10 01:06:02', '', 0, NULL, 0),
	(0, 560, 1221, 'Alice', '183.14.5.118', NULL, '莲子非常好，回家就煮了莲子银耳粥，很赞，秀下厨艺', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-11 15:26:02', '2015-01-11 15:26:02', '', 0, NULL, 0),
	(0, 560, 711279, '知猪', '183.14.5.118', NULL, '莲子下单之后很快就收到了，非常的白净新鲜，喜欢，好评', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-11 19:36:02', '2015-01-11 19:36:02', '', 0, NULL, 0),
	(0, 560, 141, '晓光', '183.14.5.118', NULL, '莲子的包装简单，但是非常的简单结实，看着是商家用心包装过的，谢谢商家，莲子很棒', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-13 18:26:32', '2015-01-13 18:26:32', '', 0, NULL, 0),
    (0, 606, 1308, '小白菜', '183.14.5.118', NULL, '那天试吃的时候，大家都抢着喝米酒，的确很好喝，不醉人，有点甜。不过要加热了才好喝。当场就被抢购一空了', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-1-05 17:26:33', '2015-1-05 17:26:33', '', 0, NULL, 0),
	(0, 606, 2726, '草稿纸', '183.14.5.118', NULL, '把米酒和鸡蛋放一起煮水，很好喝～', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-07 10:25:22', '2015-01-07 10:25:22', '', 0, NULL, 0),
    (0, 606, 5081, 'aqingsao', '183.14.5.118', NULL, '最喜欢喝米酒了，米酒不仅不伤胃，对身体还好，这是我喝过的最纯正的米酒', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-07 16:27:22', '2015-01-07 16:27:22', '', 0, NULL, 0),
	(0, 606, 1370, '云ldy', '183.14.5.118', NULL, '喝一瓶，看着没有什么酒精的米酒，竟然有点晕晕的感觉，看来真的米酒后劲大哈，但是真的很好喝，很营养', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-08 14:56:44', '2015-01-08 14:56:44', '', 0, NULL, 0),
	(0, 606, 1221, 'Alice', '183.14.5.118', NULL, '自从买了米酒之后，又买了一瓶醪糟，真的非常非常好吃，米酒的瓶子包装简洁、大方、时尚，非常赞，喜欢这样新奇的包装', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-16 19:06:02', '2014-12-16 19:06:02', '', 0, NULL, 0),
    (0, 577, 8, '浩子', '183.14.5.118', NULL, '非常喜欢吃红豆，很甜，老婆很喜欢喝红豆粥', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-26 15:16:02', '2014-12-26 15:16:02', '', 0, NULL, 0),
	(0, 577, 701166, '喵月', '183.14.5.118', NULL, '真的是吃过的最好吃的豆子，尤其是红豆，拉中粮的红豆一条高速公路', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-26 20:46:33', '2014-12-26 20:46:33', '', 0, NULL, 0),
	(0, 577, 738, 'dengji', '183.14.5.118', NULL, '包装精美，里面的豆豆更美，颗粒大小均匀，女人不管春夏秋冬都应该多吃豆类，让自己变得美美的。快过年了，送长辈绝对是首选！', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-28 22:16:52', '2014-12-28 22:16:52', '', 0, NULL, 0),
	(0, 577, 1221, 'Alice', '183.14.5.118', NULL, '过年送礼的用的，没打开来看，但外表看起来还挺细致的, 咱卖家一个赞~\(≧▽≦)/~', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-10 15:22:32', '2015-01-10 15:22:32', '', 0, NULL, 0),
	(0, 577, 818, '罗武林', '183.14.5.118', NULL, '包装高大上 见过老板 很朴实', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-12 13:16:34', '2015-01-12 13:16:34', '', 0, NULL, 0),
    (0, 704, 1308, '小白菜', '183.14.5.118', NULL, '泡水喝的，味道不错，不是特别甜，但是挺香的。告诉大家一个小秘方，用蜂蜜加凉开水泡着喝，可以缓解便秘，对肠胃也好。', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-20 10:16:02', '2015-01-20 10:16:02', '', 0, NULL, 0),
	(0, 704, 711279, '知猪', '183.14.5.118', NULL, '打开罐子，一股蜂蜜味道扑鼻，不是那种甜的味道，是蜂蜜很特别的味道，用牙签占了一点，不像市面有的蜜那种甜的过分，后口有点甜。用水冲调，味道不错，感觉很纯天然，没加糖，点赞！', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-20 11:06:12', '2015-01-20 11:06:12', '', 0, NULL, 0),
	(0, 704, 701166, '喵月', '183.14.5.118', NULL, '蜂蜜打开就有一种清香的味道，非常的好喝', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-20 13:26:19', '2015-01-20 13:26:19', '', 0, NULL, 0),
	(0, 704, 5081, 'aqingsao', '183.14.5.118', NULL, '很不错的蜂蜜，看上去没有外面买的蜂蜜颜色深，但是却比那种蜂蜜纯正很多，像小时候自己家里弄的。赞一个！', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-21 14:17:16', '2015-01-21 14:17:16', '', 0, NULL, 0),
    (0, 704, 146, '西平', '183.14.5.118', NULL, '包装很好，蜂蜜有不同种类的，礼盒买起来更划算', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-01-21 17:18:12', '2014-01-21 17:18:12', '', 0, NULL, 0),
    (0, 610, 711279, '知猪', '183.14.5.118', NULL, '茶包装非常精致，用的是铁质的盒子，非常适合送礼，过年送爸爸佳品', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-02 14:33:12', '2015-01-02 14:33:12', '', 0, NULL, 0),
	(0, 610, 5081, 'aqingsao', '183.14.5.118', NULL, '终于找到一个适合送爸爸过年礼物的产品了，希望爸爸喜欢', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-03 13:54:42', '2015-01-03 13:54:42', '', 0, NULL, 0),
	(0, 610, 738, 'dengji', '183.14.5.118', NULL, '收到货了，茶叶很清香，泡了一壶，茶水清澈，茶叶清香非常好喝，好茶', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-04 14:17:33', '2015-01-04 14:17:33', '', 0, NULL, 0),
	(0, 610, 2726, '草稿纸', '183.14.5.118', NULL, '是我喜欢的茶叶的味道，希望爸爸也能喜欢这个茶叶', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-04 09:17:56', '2015-01-04 09:17:56', '', 0, NULL, 0),
	(0, 610, 1156, 'amanda', '183.14.5.118', NULL, '一直都喜欢喝茶，一直都在寻觅好茶，终于被我找到了，听说是手工烘制的，真的很优秀~', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-06 10:34:23', '2015-01-06 10:34:23', '', 0, NULL, 0),
    (0, 275, 701166, '喵月', '183.14.5.118', NULL, ' 他家的夏威夷果 甜而脆 皮薄而且很好吃⊙▽⊙ 魅枣 小枣甜而不腻皮薄肉多非常好吃 树上黄 黑加仑葡萄干 本人推荐泡水喝非常好', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-16 12:36:12', '2014-12-16 12:36:12', '', 0, NULL, 0),
	(0, 275, 1308, '小白菜', '183.14.5.118', NULL, '买了不知道多少次了，一如既往的好，热烈的推荐！过年送礼好！', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-17 11:06:42', '2014-12-17 11:06:42', '', 0, NULL, 0),
	(0, 275, 5081, 'aqingsao', '183.14.5.118', NULL, '一次买了三个礼盒，包装很结实，味道还是那么好。一起买的椰枣比较小，很甜。还送了猕猴桃干和蔓越莓干，味道很好，尤其猕猴桃干真好吃，而且不硬。', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-18 16:26:12', '2014-12-18 16:26:12', '', 0, NULL, 0),
	(0, 275, 711279, '知猪', '183.14.5.118', NULL, '买了好几年了，看着西域美农一步步成长起来，现在越来越规范，发货也快多了。品种也越来越多，最重要的是品质一如既往好！希望能一直保持下去！祝生意兴隆！', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-01-12 14:15:28', '2014-01-12 14:15:28', '', 0, NULL, 0),
	(0, 275, 1221, 'Alice', '183.14.5.118', NULL, '包装很好 里面的东西品种有点小失望 蚕豆、碧根果都是我不爱吃的。。。这两袋送给朋友了，朋友说非常好吃~', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-01-16 14:34:32', '2014-01-16 14:34:32', '', 0, NULL, 0),
    (0, 274, 711279, '知猪', '183.14.5.118', NULL, '全5分，过节送人很好看。买了三箱，会继续买。还送零食，送大苹果，惊喜!', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-13 15:33:24', '2014-12-13 15:33:24', '', 0, NULL, 0),
	(0, 274, 5081, 'aqingsao', '183.14.5.118', NULL, '第三次购买，从来没让我失望过，过年送礼首选，推荐大选购，不会让你们失望的。', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-29 19:36:45', '2014-12-29 19:36:45', '', 0, NULL, 0),
	(0, 274, 1308, '小白菜', '183.14.5.118', NULL, '第三次购买，这次送朋友的，味道不知道怎样，但以前的枣子但是很好吃，比外面买的要甜', 1, 1, 0, 'Product', NULL, 1743, 1744, '2014-12-30 15:27:33', '2014-12-30 15:27:33', '', 0, NULL, 0),
	(0, 274, 738, 'dengji', '183.14.5.118', NULL, '已经吃完了，很好吃，从去年开始喜欢吃这家的干货，会一直支持', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-05 14:56:34', '2015-01-05 14:56:34', '', 0, NULL, 0),
	(0, 274, 1370, '云ldy', '183.14.5.118', NULL, '很精美的礼盒~~~高档大气上档次~~~送礼没问题~~~这次发货比上次快多了~~~', 1, 1, 0, 'Product', NULL, 1743, 1744, '2015-01-06 15:14:37', '2015-01-06 15:14:37', '', 0, NULL, 0)
	;



--	http://www.tongshijia.com/products/20150121/man_xiang_san_yang_hei_zhu_rou_li_he.html   707 => 125, 124, 71
--	http://www.tongshijia.com/products/20150113/tian_tian_mi_mi_guo_da_nian_li_he_zhuang.html#top      664 => 331
--	http://www.tongshijia.com/products/20141112/teng_xun_huo_dong_qing_hai_hu_hua_fen.html      262 => 146, 160
--
--http://www.tongshijia.com/products/20150120/fan_er_nian_huo_li_he.html#top  703 => 381, 383, 384, 386
--
--
--http://www.tongshijia.com/products/20141230/a_lian_ma_ma_mi_ding_zhi_li_he.html#top （挪动）
--
--    http://www.tongshijia.com/products/20150109/gan_huo_li_he_gao_duan_nian_huo_1095g.html#top   (自己评论)
--    http://www.tongshijia.com/products/20150113/tu_hao_jin_te_da_du_tou_hei_suan_li_he_nian_huo.html#top (自己评论)
--
--
--    更新数字